/**
 * 模拟配置文件
 */

window._config = {
    // 选项卡的最大打开数
    "maxtabs": 20,
    "navs": [
        {
            "text": "办公",
            "children": [
                {
                    "text": "个人办公",
                    "children": [
                        {"text": "个人日程", "url": "../办公/个人办公-个人日程.html"},
                        {"text": "员工动静板", "url": "../办公/个人办公-员工动静板.html"},
                        {"text": "个人通讯录", "url": "../办公/个人办公-个人通讯录.html"},
                        {"text": "最新公告", "url": "../办公/个人办公-最新公告.html"},
                        {"text": "个人消息", "url": "../办公/个人办公-个人消息.html"},
                        {"text": "规章制度", "url": "../办公/个人办公-规章制度.html"},
                        {"text": "员工组", "url": "../办公/个人办公-员工组.html"},
                        {"text": "公告维护", "url": "../办公/个人办公-公告维护.html"},
                        {"text": "出门记录", "url": "../办公/个人办公-出门记录.html"},
                        {"text": "日程安排", "url": "../办公/个人办公-日程安排.html"},
                        {"text": "app下载", "url": "../办公/个人办公-app下载.html"}
                    ]
                },
                {
                    "text": "申请审批",
                    "children": [
                        {"text": "申请信息", "url": "../办公/申请审批-申请信息.html"}
                    ]
                },
                {
                    "text": "会议管理",
                    "children": [
                        {"text": "KOM会议召开", "url": "../办公/会议管理-KOM会议召开.html"},
                        {"text": "KOM会议记录", "url": "../办公/会议管理-KOM会议记录.html"}
                    ]
                },
                {
                    "text": "数据统计",
                    "children": [
                        {"text": "用车统计", "url": "../办公/数据统计-用车统计.html"},
                        {"text": "请假统计", "url": "../办公/数据统计-请假统计.html"},
                        {"text": "加班统计", "url": "../办公/数据统计-加班统计.html"},
                        {"text": "出差统计", "url": "../办公/数据统计-出差统计.html"},
                        {"text": "出门统计", "url": "../办公/数据统计-出门统计.html"}
                    ]
                }
            ]
        },
        {
            "text": "客户",
            "children": [
                {
                    "text": "客户管理",
                    "children": [
                        {"text": "客户管理", "url": "../客户/客户管理-客户管理.html"},
                        {"text": "客户管理-添加客户", "url": "../客户/客户管理-客户管理-添加客户.html"},
                        {"text": "联系人管理", "url": "../客户/客户管理-联系人管理.html"},
                        {"text": "客户管理-联系人管理-添加联系人", "url": "../客户/客户管理-联系人管理-添加联系人.html"},
                        {"text": "访问受访", "url": "../客户/客户管理-访问受访.html"},
                        {"text": "访问受访-添加访问受访", "url": "../客户/客户管理-访问受访-添加访问受访.html"},
                        {"text": "催款记录", "url": "../客户/客户管理-催款记录.html"},
                        {"text": "坏死帐记录", "url": "../客户/客户管理-坏死帐记录.html"}
                    ]
                }
            ]
        },
        {
            "text": "引合",
            "children": [
                {
                    "text": "引合管理",
                    "children": [
                        {"text": "引合一览表", "url": "../引合/引合管理-引合一览表.html"},
                        {"text": "推荐引合", "url": "../引合/引合管理-推荐引合.html"},
                        {"text": "引合依赖", "url": "../引合/引合管理-引合依赖.html"},
                        {"text": "引合依赖-添加引合", "url": "../引合/引合管理-引合依赖-添加引合.html"},
                        {"text": "设备名称", "url": "../引合/引合管理-设备名称.html"},
                        {"text": "设备名称-添加设备", "url": "../引合/引合管理-设备名称-添加设备.html"},
                        {"text": "引合担当", "url": "../引合/引合管理-引合担当.html"},
                        {"text": "引合预算", "url": "../引合/引合管理-引合预算.html"},
                        {"text": "引合预算-手动添加预算", "url": "../引合/引合管理-引合预算-手动添加预算.html"},
                        {"text": "引合预算-手动添加预算-查询资材", "url": "../引合/引合管理-引合预算-手动添加预算-查询资材.html"},
                        {"text": "引合预算-手动添加预算-资材详细", "url": "../引合/引合管理-引合预算-手动添加预算-资材详细.html"},
                        {"text": "引合预算-历史预算", "url": "../引合/引合管理-引合预算-历史预算.html"},
                        {"text": "引合管理-预算模板", "url": "../引合/引合管理-预算模板.html"},
                        {"text": "引合管理-引合方案", "url": "../引合/引合管理-引合方案.html"}
                    ]
                }
            ]
        },
        {
            "text": "项目",
            "children": [
                {
                    "text": "项目管理",
                    "children": [
                        {"text": "项目一览表", "url": "../项目/项目管理-项目一览表.html"},
                        {"text": "G类管理", "url": "../项目/项目管理-G类管理.html"},
                        {"text": "G类资材发行", "url": "../项目/项目管理-G类资材发行.html"},
                        {"text": "项目担当", "url": "../项目/项目管理-项目担当.html"},
                        {"text": "C类管理", "url": "../项目/项目管理-C类管理.html"},
                        {"text": "P类管理", "url": "../项目/项目管理-P类管理.html"},
                        {"text": "P类资材发行", "url": "../项目/项目管理-P类资材发行.html"},
                        {"text": "联络记录", "url": "../项目/项目管理-联络记录.html"},
                        {"text": "联络记录-添加联络记录", "url": "../项目/项目管理-联络记录-添加联络记录.html"},
                        {"text": "注金管理", "url": "../项目/项目管理-注金管理.html"},
                        {"text": "验收管理", "url": "../项目/项目管理-验收管理.html"}
                    ]
                },
                {
                    "text": "采购管理",
                    "children": [
                        {"text": "采购订单", "url": "../项目/采购管理-采购订单.html"},
                        {"text": "采购订单-全部订单", "url": "../项目/采购管理-采购订单-全部订单.html"},
                        {"text": "采购订单-资材处理", "url": "../项目/采购管理-采购订单-资材处理.html"},
                        {"text": "全部订单", "url": "../项目/采购管理-全部订单.html"},
                        {"text": "全部订单-添加无项目订单", "url": "../项目/采购管理-全部订单-添加无项目订单.html"},
                        {"text": "全部订单-添加无项目订单-添加资材", "url": "../项目/采购管理-全部订单-添加无项目订单-添加资材.html"},
                        {"text": "订单合并", "url": "../项目/采购管理-订单合并.html"},
                        {"text": "生成采购合同", "url": "../项目/采购管理-生成采购合同.html"},
                        {"text": "全部采购合同", "url": "../项目/采购管理-全部采购合同.html"},
                        {"text": "项目采购合同", "url": "../项目/采购管理-项目采购合同.html"}
                    ]
                },
                {
                    "text": "外协管理",
                    "children": [
                        {"text": "项目外协合同", "url": "../项目/外协管理-项目外协合同.html"},
                        {"text": "项目外协合同-添加外协计划", "url": "../项目/外协管理-项目外协合同-添加外协计划.html"},
                        {"text": "项目外协合同-添加外协合同", "url": "../项目/外协管理-项目外协合同-添加外协合同.html"}
                    ]
                },
                {
                    "text": "库存管理",
                    "children": [
                        {"text": "资材入库", "url": "../项目/库存管理-资材入库.html"},
                        {"text": "资材入库-入库", "url": "../项目/库存管理-资材入库-入库.html"},
                        {"text": "资材出库", "url": "../项目/库存管理-资材出库.html"},
                        {"text": "资材出库-出库", "url": "../项目/库存管理-资材出库-出库.html"},
                        {"text": "新增返库", "url": "../项目/库存管理-新增返库.html"},
                        {"text": "出库记录", "url": "../项目/库存管理-出库记录.html"},
                        {"text": "项目出入返库", "url": "../项目/库存管理-项目出入返库.html"},
                        {"text": "项目出入返库-查看", "url": "../项目/库存管理-项目出入返库-查看.html"},
                        {"text": "资材调拨", "url": "../项目/库存管理-资材调拨.html"},
                        {"text": "资材调拨-特殊入库", "url": "../项目/库存管理-资材调拨-特殊入库.html"},
                        {"text": "资材调拨-库存返库", "url": "../项目/库存管理-资材调拨-库存返库.html"},
                        {"text": "调拨记录", "url": "../项目/库存管理-调拨记录.html"},
                        {"text": "出库统计", "url": "../项目/库存管理-出库统计.html"},
                        {"text": "项目转库存", "url": "../项目/库存管理-项目转库存.html"},
                        {"text": "项目转库存-库存转换", "url": "../项目/库存管理-项目转库存-库存转换.html"}
                    ]
                },
                {
                    "text": "售后管理",
                    "children": [
                        {"text": "售后发行", "url": "../项目/售后管理-售后发行.html"},
                        {"text": "售后发行-添加售后书", "url": "../项目/售后管理-售后发行-添加售后书.html"},
                        {"text": "售后预算", "url": "../项目/售后管理-售后预算.html"}
                    ]
                },
                {
                    "text": "付款管理",
                    "children": [
                        {"text": "运输费用", "url": "../项目/付款管理-运输费用.html"},
                        {"text": "运输费用-添加运输费用", "url": "../项目/付款管理-运输费用-添加运输费用.html"},
                        {"text": "运输费用-添加运输费用-添加运输费用", "url": "../项目/付款管理-运输费用-添加运输费用-添加运输费用.html"},
                        {"text": "其他费用", "url": "../项目/付款管理-其他费用.html"},
                        {"text": "其他费用-添加其他费用", "url": "../项目/付款管理-其他费用-添加其他费用.html"},
                        {"text": "合同管理", "url": "../项目/付款管理-合同管理.html"}
                    ]
                },
                {
                    "text": "报表管理",
                    "children": [
                        {"text": "营业月报", "url": "../项目/报表管理-营业月报.html"}
                    ]
                }
            ]
        },
        {
            "text": "资材",
            "children": [
                {
                    "text": "资材库管理",
                    "children": [
                        {"text": "资材库存", "url": "../资材/资材库管理-资材库存.html"},
                        {"text": "库存盘点", "url": "../资材/资材库管理-库存盘点.html"},
                        {"text": "存盘点-盘点详细", "url": "../资材/资材库管理-库存盘点-盘点详细.html"}
                    ]
                },
                {
                    "text": "资材管理",
                    "children": [
                        {"text": "资材分类", "url": "../资材/资材管理-资材分类.html"},
                        {"text": "资材管理", "url": "../资材/资材管理-资材管理.html"},
                        {"text": "资材管理-添加新资材", "url": "../资材/资材管理-资材管理-添加新资材.html"}
                    ]
                },
                {
                    "text": "供应商管理",
                    "children": [
                        {"text": "供应商管理", "url": "../资材/供应商管理-供应商管理.html"},
                        {"text": "供应商管理-添加供应商", "url": "../资材/供应商管理-供应商管理-添加供应商.html"}
                    ]
                }
            ]
        },
        {
            "text": "资产",
            "children": [
                {
                    "text": "资产管理",
                    "children": [
                        {"text": "资产分类", "url": "../资产/资产管理-资产分类.html"},
                        {"text": "资产分类-添加资产分类", "url": "../资产/资产管理-资产分类-添加资产分类.html"},
                        {"text": "资产管理", "url": "../资产/资产管理-资产管理.html"},
                        {"text": "资产管理-资产录入", "url": "../资产/资产管理-资产管理-资产录入.html"}
                    ]
                }
            ]
        }
    ]
};
