/**
 * 模拟配置文件
 */

window._config = {
    // 选项卡的最大打开数
    "maxtabs": 20,
    "navs": [
        {
            "text": "办公",
            "children": [
                {
                    "text": "个人办公",
                    "children": [
                        {"text": "个人日程", "url": "../办公/个人办公-个人日程.html"},
                        {"text": "员工动静板", "url": "../办公/个人办公-员工动静板.html"},
                        {"text": "个人通讯录", "url": "../办公/个人办公-个人通讯录.html"},
                        {"text": "最新公告", "url": "../办公/个人办公-最新公告.html"},
                        {"text": "个人消息", "url": "../办公/个人办公-个人消息.html"},
                        {"text": "规章制度", "url": "../办公/个人办公-规章制度.html"},
                        {"text": "员工组", "url": "../办公/个人办公-员工组.html"},
                        {"text": "公告维护", "url": "../办公/个人办公-公告维护.html"},
                        {"text": "出门记录", "url": "../办公/个人办公-出门记录.html"},
                        {"text": "日程安排", "url": "../办公/个人办公-日程安排.html"},
                        {"text": "app下载", "url": "../办公/个人办公-app下载.html"}
                    ]
                }
            ]
        }
    ]
};
